/*
 * @Author: wangcy
 * @Date: 2023-04-07 11:02:58
 * @Description: 
 */
let lrc = `
[00:00.00]
[00:00.57]林俊杰 - 将故事写成我们
[00:01.44]作词：方文山
[00:01.64]作曲：林俊杰
[00:33.39]这最美的秘密
[00:36.97]是我们都在制造巧遇
[00:40.49]谁说幸福 只是一种
[00:44.16]远方的消息
[00:47.30]思念持续着浓郁
[00:51.23]梦甘甜下去
[00:53.86]誓言继续
[00:56.57]陪你 累积所有回忆
[01:01.74]暖手的是热茶 暖心的是
[01:06.34]你一句话
[01:08.94]许给你一个家 再围上
[01:12.46]我的牵挂
[01:17.46]这故事 开始一个人
[01:20.99]我认真 写成了我们
[01:24.21]这段缘分 没有人转身
[01:30.33]你也 开始修改剧本
[01:34.52]加重我的戏分
[01:38.30]初心单纯 给了你的吻
[01:45.83]这一生 原本一个人
[01:49.45]你坚持 厮守成我们
[01:52.65]所有未来 说好了一起等
[01:58.69]青春 的誓言扎了根
[02:02.90]愿望比谁都深
[02:06.67]过了门 永远是 一家人
[02:18.26]这最美的秘密
[02:21.80]是我们都在制造巧遇
[02:25.42]谁说幸福 只是一种
[02:28.95]远方的消息
[02:32.26]思念持续着浓郁
[02:36.00]梦甘甜下去
[02:39.10]誓言继续
[02:41.33]陪你 累积所有回忆
[02:46.60]暖手的是热茶 暖心的是
[02:51.24]你一句话
[02:53.78]许给你一个家 再围上
[02:57.36]我的牵挂
[03:00.58]这故事 开始一个人
[03:04.00]我认真 写成了我们
[03:07.31]走过红尘 再也不怕冷
[03:13.34]某天离开 这一座城
[03:17.68]我去哪你都跟
[03:21.35]微笑的说 你是我的人 wo
[03:28.91]这一生 原本一个人
[03:32.43]你坚持 厮守成我们
[03:35.54]却小小声 牵着手在默认
[03:41.84]感动的眼神 说愿意
[03:46.09]走进我的人生
[03:49.85]进了门 开了灯 一家人
[03:56.61]执子之手 如此温柔
[04:00.22]天长地久 并肩走
[04:04.03]你深情 凝望着我说
[04:07.62]幸福 是你 有了我
[04:13.40]这剧本 开始一个人
[04:16.92]我认真 写成了我们
[04:20.15]走过红尘 再也不怕冷
[04:26.21]某天离开 这一座城
[04:30.40]我去哪你都跟
[04:34.22]微笑的说 你是我的人
[04:41.83]这一生 原本一个人
[04:45.30]你坚持 厮守成我们
[04:48.56]却小小声 牵着手在默认
[04:54.84]感动的眼神 说愿意
[04:58.93]走进我的人生
[05:02.77]进了门 开了灯 一家人
[05:09.86]盼来生 依然是 一家人
`